app-admin/doas
app-admin/yadm
app-editors/neovim
app-eselect/eselect-repository
app-mobilephone/dfu-util
app-portage/gentoolkit
app-shells/fzf
app-shells/starship
app-shells/zoxide
app-shells/zsh
app-shells/zsh-autosuggestions
app-shells/zsh-syntax-highlighting
app-text/typst
app-text/zathura
app-text/zathura-pdf-mupdf
dev-embedded/avrdude
dev-embedded/dfu-programmer
dev-java/openjdk-bin
dev-lang/rust
dev-python/eyed3
dev-python/pygobject
dev-python/uv
dev-util/tokei
dev-vcs/git
gui-apps/grim
gui-apps/mako
gui-apps/slurp
gui-apps/swaybg
gui-apps/waybar
gui-apps/wl-clipboard
gui-apps/wofi
gui-libs/xdg-desktop-portal-wlr
gui-wm/swayfx
media-fonts/noto
media-fonts/noto-emoji
media-gfx/imv
media-libs/alsa-lib
media-sound/alsa-utils
media-sound/playerctl
media-sound/spotify
net-im/discord
net-irc/weechat
net-libs/nodejs
net-misc/chrony
net-wireless/iwd
sys-apps/bat
sys-apps/flatpak
sys-apps/lsd
sys-apps/mlocate
sys-apps/ripgrep
sys-apps/usbutils
sys-block/io-scheduler-udev-rules
sys-boot/grub
sys-firmware/alsa-firmware
sys-fs/dosfstools
sys-kernel/gentoo-kernel
sys-kernel/linux-firmware
sys-libs/timezone-data
sys-power/suspend
www-client/firefox-bin
x11-terms/alacritty
